
/* the desktop name as the only format string parameter. */
"VTGroupApplications_name" = "Manipulation des applications";

/* Inspectors... */
"VTGroupDesktops_name" = "Manipulation des bureaux";

/* Applications... */
"VTGroupInspection_name" = "Inspecteurs";

/* Desktop manipulation group containing operations on desktops */
"VTGroupNavigation_name" = "Navigation";

/* Request application move to west */
"VTRequestApplicationMoveToEast_desc" = "Déplace l'application sur le bureau droit";
"VTRequestApplicationMoveToEast_name" = "Déplacer l'application à droite";

/* Request application move to south */
"VTRequestApplicationMoveToNorth_desc" = "Déplace l'application sur le bureau au haut";
"VTRequestApplicationMoveToNorth_name" = "Déplacer l'application au haut";

/* Request to send window behind other windows */
"VTRequestApplicationMoveToSouth_desc" = "Déplace l'application sur le bureau au bas";
"VTRequestApplicationMoveToSouth_name" = "Déplacer l'application au bas";

/* Request application move to north */
"VTRequestApplicationMoveToWest_desc" = "Déplace l'application sur le bureau au gauche";
"VTRequestApplicationMoveToWest_name" = "Déplacer l'application à gauche";

/* Request to change the desktop to the previous desktop. */
"VTRequestChangeDesktop_desc" = "Affiche le bureau intitulé '%@'";
"VTRequestChangeDesktop_name" = "Afficher le bureau '%@'";

/* Request to change to the desktop to the west (the left) */
"VTRequestChangeDesktopToEast_desc" = "Affiche le bureau situé à droite du bureau actuel";
"VTRequestChangeDesktopToEast_name" = "Afficher le bureau de droite";

/* Request to change the desktop to the desktop marked as the Snapback desktop */
"VTRequestChangeDesktopToLast_desc" = "Affiche le bureau précédement utilisé";
"VTRequestChangeDesktopToLast_name" = "Affiche le bureau précédent";

/* Request to change to the desktop to the south (below) */
"VTRequestChangeDesktopToNorth_desc" = "Affiche le bureau situé au dessus du bureau actuel";
"VTRequestChangeDesktopToNorth_name" = "Afficher le bureau du haut";

/* Request to set the currently visible desktop as the Snapback desktop */
"VTRequestChangeDesktopToSnapback_desc" = "Affiche le bureau qui a été marqué comme étant le bureau Snapback";
"VTRequestChangeDesktopToSnapback_name" = "Afficher le bureau Snapback";

/* Request to show the overlay pager in Normal-Mode */
"VTRequestChangeDesktopToSouth_desc" = "Affiche le bureau situé en dessus du bureau actuel";
"VTRequestChangeDesktopToSouth_name" = "Afficher le bureau du bas";

/* Request to change to the desktop to the north (above) */
"VTRequestChangeDesktopToWest_desc" = "Affiche le bureau situé à gauche du bureau actuel";
"VTRequestChangeDesktopToWest_name" = "Afficher le bureau de gauche";

/* Request to show the overlay window of the window under the mouse pointer */
"VTRequestDeleteDesktop_desc" = "Supprime le bureau affiché déplaçant sur option toutes les fenêtres à un autre bureau et commute le bureau affiché au bureau précédent";
"VTRequestDeleteDesktop_name" = "Supprime le bureau affiché";

/* Request application move east */
"VTRequestDisplayOverlay_desc" = "Affiche le navigateur sous le curseur. Cela permet de bouger les fenêtres des applications entre les bureaux ou encore de naviguer entre les bureaux.";
"VTRequestDisplayOverlay_name" = "Afficher le navigateur sous le curseur";

/* Request to inspect preferences */
"VTrequestInspectApplications_desc" = "Affiche les préférences associées à une application particulière.";
"VTRequestInspectApplications_name" = "Inspecter les applications";

/* Request to inspect Applications using the Application Inspector */
"VTRequestInspectDesktop_desc" = "Affiche les informations spécifiques à un bureau. Ces informations sont, par exemple, la liste des applications et des fenêtres ouvertes sur ce bureau.";
"VTRequestInspectDesktop_name" = "Inspecter les bureaux";

/* Request to inspect the visible desktop using the Desktop Inspector */
"VTRequestInspectDesktops_desc" = "Affiche les bureaux disponibles. Cela permet de renommer, ajouter, réarranger ou supprimer des bureaux.";
"VTRequestInspectDesktops_name" = "Inspecter les bureaux disponibles";

/* Request to toggle visiblity of the statusbar menu */
"VTRequestInspectPreferences_desc" = "Affiche les préférences utilisateur de Virtue.";
"VTRequestInspectPreferences_name" = "Inspecter les préférences";
"VTRequestSendWindowBack_desc" = "Renvoyer la fenêtre sous le curseur";
"VTRequestSendWindowBack_name" = "Renvoyer la fenêtre";

/* Request to change to the desktop to the east (the right) */
"VTRequestSetSnapbackDesktop_desc" = "Défini le bureau courant comme étant le bureau Snapback";
"VTRequestSetSnapbackDesktop_name" = "Définir le Snapback";

/* Request to show the overlay pager in Sticky-Mode */
"VTRequestShowPager_desc" = "Affiche le navigateur qui permet de visualiser et de se déplacer dans les bureaux disponibles";
"VTRequestShowPager_name" = "Afficher le navigateur";

/* Request to inspect Desktops using the Desktops Inspector (Deprecated) */
"VTRequestShowPagerAndStick_desc" = "Affiche le navigateur en mode collant. Le mode collant permet d'utiliser le navigateur sans maintenir une touche enfoncée.";
"VTRequestShowPagerAndStick_name" = "Afficher le navigateur en mode collant";

/* Request to delete the visible desktop */
"VTRequestToggleStatusbarMenu_desc" = "Permets d'afficher ou de masquer le menu d'état dans la barre des menus";
"VTRequestToggleStatusbarMenu_name" = "Alterner la visibilité dans la barre des menus";
